{"1": " Altered: PCs undergo some sort of magical transformation during the course of the adventure, and must seek to return to normal (or defend themselves from newly jealous rivals). ", "2": "Burden: Something fragile (whether an NPC or object) is vital to the completion of the adventure, such as a delicate crystal or a prophesied child.", "3": " Controlled: Someone is secretly under the influence of another, either as an agent of the enemy or keeping an eye on the group for their patron. ", "4": " Deception: A critical piece of information about the adventure is deliberately false. Old friends become enemies, and enemies become friends. Or is it all just an elaborate act?", "5": " Doubles: One or more of those characters appearing in the adventure (including possibly the PCs) has an imposter or duplicate. ", "6": " Dual Nature: Someone in the adventure has a second nature or form unknown at the start. ", "7": " Extraordinary Arena: Some or all of the adventure takes place in an unusual environment. ", "8": " Impairment: The PCs suffer some sort of disadvantage relative to their foes. ", "9": " Love Interest: An NPC encountered in the adventure forms a romantic attachment to one of the PCs, not necessarily reciprocated.", "10": " Mistaken Identity: One or more of the PCs resembles, or gets treated as, another person. ", "11": " Natural Obstacle: A formidable barrier stands between the PCs and completing the adventure. ", "12": " Negotiation: The PCs must make a deal with someone in order to complete the adventure. ", "13": " Peaceful: Some portion of the adventure requires that the PCs find a non-violent way to solve their problems.", "14": " Rivals: A group with similar abilities sets out to oppose the PCs. ", "15": " Role Reversal: Some portion of the adventure turns out the exact opposite of the PCs expectations. ", "16": " Secret Ally: Someone in the adventure offers aid to the PCs. ", "17": " Time Limit: The PCs must complete the adventure within a specified duration in order to succeed.", "18": " Transported: The PCs are taken somewhere against their will and must return on their own. ", "19": " Undercover: The PCs must assume new identities and remain in character in order to gather information or complete their objective.", "20": "Watched: Someone observes the PCs during the course of the adventure, and may interfere with their progress, or attempt to guide them."}